acpi
acpid
adwaita-qt
alacritty
alsa-oss
alsa-utils
archlinuxcn-keyring
autoconf
automake
avahi
base
bashmount
bbswitch
binutils
bison
breeze-gtk
chili-sddm-theme
chromium-vaapi
cmocka
crda
cuda
cups
dotnet-runtime
efibootmgr
fakeroot
feh
file
findutils
firefox
fish
flex
freetype2-cleartype
gawk
gcc
gettext
git
gnome-screenshot
gparted
grep
groff
grub
gtk2
gtk3
gzip
htop
i3-gaps
i3lock
i3lock-fancy-rapid-git
i7z
intel-compute-runtime
intel-gpu-tools
intel-hybrid-codec-driver
intel-media-driver
intel-media-sdk
intel-ucode
keepassxc
keychain
kodi
kodi-addon-inputstream-adaptive-git
libcdio-paranoia
libcmrt
libtool
libva-utils
libva-vdpau-driver-vp9-git
libvdpau-va-gl
light
linux
linux-firmware
linux-lts
m4
make
man-db
mons
mpv-full
neofetch
neovim-nightly
neovim-remote
nerd-fonts-cascadia-code
nerd-fonts-fira-code
nerd-fonts-roboto-mono
network-manager-applet
networkmanager
networkmanager-dmenu-git
networkmanager-openconnect
nodejs
npm
ntfs-3g
nvidia
nvidia-prime
nvidia-settings
openssh
optimus-manager
optimus-manager-qt
os-prober
pacman
parted
patch
pkgconf
polybar
python-pynvim
python-ueberzug-git
qt5-styleplugins
qt5ct
ranger-git
ripgrep
rofi
rsound
sddm
sed
siji-git
spirv-cross
sshfs
sudo
termsyn-font
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunderbird
tmux
ttf-dejavu
ttf-font-awesome-4
udisks2
unzip
vapoursynth-git
vdpauinfo
vulkan-intel
which
xdotool
xf86-video-intel
xorg-server
xorg-xev
xorg-xinit
xorg-xrandr
xss-lock
yay
zathura
zathura-pdf-mupdf
