acpi
acpid
adwaita-qt
aerc-git
alacritty-ligatures
alsa-oss
alsa-utils
arandr
autoconf
automake
avahi
base
bashmount
bbswitch-dkms-git
binutils
bison
blueman
bluez-git
boost
canon-maxify-mb5100-complete
chili-sddm-theme
chromium
clamtk
cmocka
copyq
cpupower
cpupower-gui
crda
ctags
cups
dunst-git
efibootmgr
exercism-bin
fakeroot
fd
feh
file
findutils
fish
flex
gawk
gcc
gettext
ghostscript
gimp
git
gnome-icon-theme
gnome-screenshot
gparted
grep
groff
grub
gtk2
gtk3
gzip
haskell-pandoc-citeproc-bin
haskell-pandoc-crossref-bin
htop
i3-gaps
i3lock
i3lock-fancy-rapid-git
i7z
inkscape
intel-compute-runtime
intel-gpu-tools
intel-hybrid-codec-driver-gcc10
intel-media-driver
intel-media-sdk
intel-ucode
jdownloader2
jmtpfs
keepassxc
keychain
kodi
kodi-addon-inputstream-adaptive-git
lazygit-git
libcdio-paranoia
libcmrt
libmpdclient
libreoffice-fresh
libtool
libva-utils
libva-vdpau-driver-vp9-git
libvdpau-va-gl
light
linux
linux-firmware
linux-lts
lua-language-server-git
lua51
luarocks
luit
lynx
m4
make
man-db
mons
mpv-full
mtpfs
nautilus
neofetch
neovim-git
neovim-remote
nerd-fonts-fira-code
nerd-fonts-hack
nerd-fonts-iosevka
nerd-fonts-jetbrains-mono
network-manager-applet
networkmanager-dmenu-git
networkmanager-openconnect
nfs-utils
nodejs
nodejs-neovim
npm
nss-mdns
ntfs-3g
nvidia
nvidia-prime
nvidia-settings
ocl-icd
opencl-nvidia
openssh
optimus-manager-git
optimus-manager-qt
os-prober
otf-font-awesome-4
otf-font-awesome-5-free
otf-ipafont
pacman
pandoc-bin
parted
paru-bin
patch
pavucontrol
pdf2svg
peek
picom-git
pkgconf
polybar
pulseaudio
pulseaudio-alsa
pulseaudio-modules-bt-git
python-aiohttp
python-cairo
python-hjson
python-lxml
python-pip
python-pyautogui-git
python-pynvim
python-ueberzug-git
python-vobject
qt5-styleplugins
qt5ct
ranger-git
redshift
reflector
ripgrep
rofi-git
rsound
rustup
screenkey
sddm
sed
sentencepiece-git
siji-git
slack-desktop
spirv-cross
sshfs
stow
sudo
svp
teams
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thermald
thunderbird
tmux
tree
ttf-dejavu
ttf-hanazono
udisks2
unrar
unzip
upower
urlview-git
vapoursynth
vdpauinfo
visual-studio-code-bin
vlc
vulkan-intel
wget
which
xaw3d
xclip
xdotool
xf86-video-intel
xorg-bdftopcf
xorg-font-util
xorg-iceauth
xorg-server
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xfd
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xss-lock
yarn
youtube-dl
zathura
zathura-djvu
zathura-pdf-mupdf
zoom
