acpi
acpid
adwaita-qt5
amd-ucode
android-file-transfer
arandr
arch-install-scripts
astroid
autoconf
automake
avahi
base
bashmount
bat
binutils
bison
blueman
bluez
bluez-utils
broot
btrfs-progs
caffeine-ng
canon-maxify-mb5100-complete
catimg
chafa
chromium
clamav
clamtk
cmatrix
cobang
cpupower-gui
ctags
cups
dhcpcd
diffpdf
discord
displaylink
dnsmasq
docker
dunst
efibootmgr
element-desktop
emacs-nativecomp
evdi-git
evince
fakeroot
fd
feh
file
findutils
firefox
fish
flex
fnlfmt
freerdp2
fzf
gawk
gcc
gdb
gdu
gettext
gimp
git
git-delta
git-lfs
github-cli
gitui
gnome-screenshot
gparted
grep
groff
grub
grub-btrfs
gvfs
gvfs-smb
gzip
htop
hwinfo
hyperfine
i3-wm
i3lock-fancy-rapid-git
inkscape
iw
jdownloader2
jedi-language-server
jq
keepassxc
keychain
kitty
kodi-addon-inputstream-adaptive
lapce
lazygit
lemmy-help
libtool
libva-mesa-driver
light
linux
linux-firmware
linux-lts
linux-lts-headers
lua-language-server
luajit-2.1
luarocks
m4
make
man-db
man-pages
marksman-bin
mbsync-git
mdcat
mesa-vdpau
mongo-c-driver
mons
mpv
mu
mupdf-tools
nautilus
neofetch
neovim-git
network-manager-applet
networkmanager
networkmanager-dmenu-git
networkmanager-openconnect-git
nodejs
nodejs-neovim
noto-fonts
noto-fonts-emoji
nss-mdns
ntfs-3g
nushell
obsidian
ocl-icd
onboard
opencl-clover-mesa
opencl-rusticl-mesa
openssh
os-prober
otf-font-awesome-4
otf-font-awesome-5-free
otf-monaspace-nerd
pacman
pandoc-bin
paru
patch
pavucontrol
pdf2svg
pdfmixtool
pdftk
perl-image-exiftool
picom-git
pipewire
pipewire-pulse
pkgconf
polybar
pyright
python-black
python-isort
python-pip
python-pyserial
python-virtualenv
qemu-full
qmk
qrcodegen
qt5ct
quickemu
quickgui-bin
radeontop
redshift
reflector
remmina
ripgrep
rkhunter
rofi
rust-analyzer
rustup
samba
screenkey
sed
siji-git
simplescreenrecorder
sioyek
slack-desktop
sparsehash
spice-guest-tools-windows
sshfs
stow
stylua
sudo
svp
sway
termpdf-git
texinfo
texlab
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-luatex
texlive-mathscience
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-xetex
thunderbird-beta-bin
timeshift-autosnap
tmux
tree
ttf-cmu-sans-serif
ttf-dejavu
ttf-devicons
ttf-fantasque-sans-mono
ttf-inconsolata
ttf-times-new-roman
typst
udisks2
unrar
unzip
vdhcoapp
virt-manager
virt-viewer
visidata
visual-studio-code-bin
viu
vulkan-radeon
wezterm
wget
which
xautomation
xbindkeys
xclip
xdotool
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xss-lock
yarn
youtube-dl
yt-dlp
zathura
zathura-djvu
zathura-pdf-mupdf
zellij
zip
zoom
