acpi
acpid
act-bin
adwaita-qt
amd-ucode
arandr
autoconf
automake
avahi
base
bashmount
bat
binutils
bison
blueman
bluez
bluez-utils
btrfs-progs
canon-maxify-mb5100-complete
catimg
chromium
cpupower-gui
ctags
cups
dhcpcd
discord
docker
dunst
efibootmgr
efm-langserver
element-desktop
emacs-pgtk-native-comp-git
evince
fakeroot
fd
feh
file
findutils
firefox
fish
flex
fzf
gawk
gcc
gettext
gimp
git
github-cli
gitui
gnome-screenshot
gparted
grep
groff
grub
grub-btrfs
gvfs
gvfs-smb
gzip
helix-bin
himalaya-git
htop
i3-gaps
i3lock-fancy-rapid-git
keepassxc
keychain
kitty
lazygit
libtool
libva-mesa-driver
libvterm-0.1
light
linux
linux-firmware
linux-lts
lua-format
lua-language-server
luajit-2.1
luarocks
m4
make
man-db
man-pages
mdcat
mesa-vdpau
mongo-c-driver
mons
mpv-git
nautilus
neofetch
neovim-git
nerd-fonts-jetbrains-mono
network-manager-applet
networkmanager
networkmanager-dmenu-git
networkmanager-openconnect
nodejs
nodejs-neovim
noto-fonts
noto-fonts-emoji
ntfs-3g
ocl-icd
onlyoffice-bin
opencl-mesa
openssh
os-prober
otf-font-awesome-4
otf-font-awesome-5-free
pacman
pandoc-bin
paru-bin
patch
pavucontrol
picom-git
pipewire
pipewire-pulse
pkgconf
polybar
pyright
python-black
python-isort
python-pip
python-virtualenv
qt5ct
redshift
reflector
ripgrep
rofi
rust-analyzer
rustup
screenkey
sddm
sed
siji-git
simplescreenrecorder
slack-desktop
sshfs
stow
stylua-bin
sudo
svp
teams
texinfo
texlab
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunderbird-beta-bin
timeshift
timeshift-autosnap
tmux
tree
ttf-dejavu
ttf-fantasque-sans-mono
udisks2
ueberzug
unrar
unzip
vim
visidata
visual-studio-code-bin
vulkan-radeon
wget
which
xclip
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xss-lock
xsv-bin
yarn
youtube-dl
zathura
zathura-djvu
zathura-pdf-mupdf
zip
zoom
